resource = {
        'Пол': '',
        'Выборы': [],
        'Ресурсы': {
        'Жизни': 5,
        'Репутация': 0,
        'Дисциплинарки': 0,
        'Деньги': 5000
    }
}
important_events = ['Начать игру', 'Да',
                    'Я хочу знать всё и вся!',
                    'Поучу часик-два, не больше!',
                    'Я и так достаточно грамотный!']
tips={
        '1': {
                'text': '<i>Заключите брак, '
                        'чтобы переехать в семейную квартиру в дубках</i>',
                'picture': ''
        },
        '2': {
                'text': '<i>Если Вы встретите на территории дубков существо, '
                        'которое повторяет одну фразу: «Верните молодёжки», '
                        '— немедленно убегайте.</i>',
                'picture': ''
                },
        '3': {
                'text': '<i>Ни один дубчанин ещё не возвращался из изолятора</i>',
                'picture': ''
                },
        '4': {
                'text': '<i>Всегда прячьте сыр в холодильнике</i>',
                'picture': ''
                },
        '5': {
                'text': '<i>Стабильный интернет — это мифическое существо дубков. '
                        'Ходят слухи, что когда-то он покинул эти места и с тех пор не появлялся в общежитии</i>',
                'picture': ''
                },
        '6': {
                'text': '<i></i>',
                'picture': ''
                },
        '7': {
                'text': '<i></i>',
                'picture': ''
                },
        '8': {
                'text': '<i></i>',
                'picture': ''
                },
}