start_states = {
    'start': {
        'text': 'Это просто супер мега игра про Дубки. '
                'Вы готовы начать приключение? Или хотите узнать больше?',
        'options': ['Начать игру', 'Узнать легенду']
    },
    'Начать игру': {
        'text': 'Пожалуйста, сообщите, женский или мужской у вас персонаж',
        'options': ['Женский', 'Мужской'],
        'happened': 'Начало'
    },
    'Узнать легенду': {
        'text': 'Вы - студент-первокурсник. Будьте добры, выживите))',
        'options': ['Начать игру']
    }
}
