start_states = {
    'start': {
        'text': 'Дубки — это место, где каждому рады. Предлагаем Вам погрузиться в мир общежития со всеми его преимуществами и недостатками. '
                'Вы можете сразу начать приключение или сперва узнать легенду игры.',
        'options': ['Начать игру', 'Узнать легенду']
    },
    'Начать игру': {
        'text': 'Пожалуйста, сообщите, какого пола будет Ваш персонаж',
        'options': ['Женский', 'Мужской'],
        'happened': 'Начало'
    },
    'Узнать легенду': {
        'text': 'Привет, дорогой друг! Поздравляем тебя с поступлением в НИУ ВШЭ!\n\n'
                'Студенческая жизнь может показаться очень сложной, но не отчаивайся — ведь ты будешь жить в Дубках! Сам посуди: теперь ты отвечаешь сам за себя, и родители не смогут контролировать, '
                'что, где и когда. Более того, с тобой живут такие же студенты, как ты сам. Ну и напоследок — Москва же столица! То ли дело Одинцово...\n\n'
                'А вот то или не то дело — ты должен узнать сам. Рискнёшь прожить одну рабочую неделю в нашем общежитии?\n\n'
                'P.S. Не забывай, что опасности могут поджидать повсюду. Желаем удачи!',
        'options': ['Начать игру']
    },
    'help': {
        'text': 'Правила:\n'
                'Перед началом игры ты обязательно должен быть в курсе правил. Не переживай, они совсем несложные!\n\n '
                'В твоем арсенале есть:\n'
                '— Деньги: 5000\n'
                '— Жизни: 5\n'
                '— Репутация: 0\n'
                '— Дисциплинарки: 0\n'
                'Постарайся не стать ни бомжом, ни мертвецом, ни, хуже того, отчисленным. Поэтому:\n\n'
                'A) Не трать все деньги;\n'
                'B) Береги свои жизни как зеницу ока;\n'
                'C) Будь вежливым и порядочным;\n'
                'D) Не получи 3 дисциплинарки.\n\n'
                'Также иногда будут приходить советы. \n\n'
                'Break a leg! Ну или не ломай — вдруг пригодится ещё. Удачи, друг!'
    }
}